export const MUSCLES = [
  // Грудные мышцы
  "Большая грудная мышца",
  "Малая грудная мышца",

  // Спина
  "Широчайшая мышца спины",
  "Трапециевидная мышца",
  "Ромбовидные мышцы",
  "Задняя зубчатая мышца",
  "Подлопаточная мышца",

  // Плечи
  "Дельтовидная мышца",
  "Передняя часть дельтовидной мышцы",
  "Средняя часть дельтовидной мышцы",
  "Задняя часть дельтовидной мышцы",

  // Руки
  "Бицепс",
  "Трицепс",
  "Брахиалис",
  "Брахиорадиалис",

  // Пресс
  "Прямая мышца живота",
  "Косые мышцы живота",
  "Внешние косые мышцы",
  "Внутренние косые мышцы",
  "Поперечная мышца живота",

  // Ноги
  "Квадрицепс",
  "Прямо-смышечная мышца",
  "Латеральная широкая мышца",
  "Медиальная широкая мышца",
  "Интермедиарная широкая мышца",
  "Бицепс бедра",
  "Полусухожильная мышца",
  "Полуперепончатая мышца",
  "Двуглавая мышца бедра",
  "Ягодичные мышцы",
  "Большая ягодичная мышца",
  "Средняя ягодичная мышца",
  "Малая ягодичная мышца",
  "Икроножная мышца",
  "Камбаловидная мышца",
  "Подошвенная мышца",

  // Шея
  "Шейные мышцы",
  "Стерноклейдомаастоидная мышца",

  // Предплечья
  "Сгибатели предплечья",
  "Разгибатели предплечья",
  "Локтевые сгибатели",
  "Локтевые разгибатели",
] as const;
